tap "denisidoro/tools"
tap "getantibody/tap"

brew "antidote"
brew "bat"
brew "denisidoro/tools/navi"
brew "fzf"
brew "fx"
brew "hub"
brew "jq"
brew "ripgrep"
brew "up"

cask "docker"
cask "firefox"
cask "firefox@nightly"
cask "flux"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "iterm2"
cask "kap"
cask "microsoft-edge"
cask "microsoft-edge@dev"
cask "raycast"
cask "rectangle"
cask "safari-technology-preview"
cask "shottr"
cask "slack"
cask "visual-studio-code"
